Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# GM_ASSET_DOWNLOAD_PAUSED_POST_RECOVERY
source: Apple Intelligence will download later when this Mac is connected to the internet. Some Apple Intelligence and Siri features may be unavailable until the download is complete.
ar: سيتم تنزيل ذكاء Apple لاحقًا عندما يتصل هذا الـ Mac بالإيثرنت. قد لا تتوفر بعض ميزات ذكاء Apple و Siri حتى يكتمل التنزيل.
ca: L’Apple Intelligence es descarregarà quan el Mac estigui connectat a internet. Fins que no es completi la descàrrega, pot ser que algunes de les funcions de Siri i de l’Apple Intelligence no estiguin disponibles.
cs: Data Apple Intelligence se stáhnou později, až bude Mac připojený k internetu. Je možné, že některé funkce Apple Intelligence a Siri nebudou do dokončení stahování k dispozici.
da: Apple Intelligence hentes senere, når denne Mac har forbindelse til internettet. Nogle funktioner relateret til Apple Intelligence og Siri kan være utilgængelige, indtil overførslen er færdig.
de: Apple Intelligence wird später geladen, wenn dieser Mac mit dem Internet verbunden ist. Einige Funktionen von Apple Intelligence und Siri sind möglicherweise erst verfügbar, wenn der Download abgeschlossen ist.
el: Θα πραγματοποιηθεί λήψη του Apple Intelligence αργότερα όταν αυτό το Mac συνδεθεί στο Διαδίκτυο. Κάποιες δυνατότητες Apple Intelligence και Siri ενδέχεται να μην είναι διαθέσιμες μέχρι να ολοκληρωθεί η λήψη.
es: Apple Intelligence se descargará más tarde, cuando el Mac se conecte a internet. Puede que algunas de las funciones de Apple Intelligence y de Siri no estén disponibles hasta que se complete la descarga.
es_us: Apple Intelligence se descargará más tarde cuando esta Mac esté conectada a Internet. Puede que algunas de las funciones de Apple Intelligence y Siri no estén disponibles sino hasta que se termine la descarga.
fi: Apple Intelligence ladataan myöhemmin, kun tämä Mac on yhdistettynä internetiin. Jotkin Apple Intelligence- ja Siri-ominaisuudet eivät ehkä ole saatavilla ennen kuin lataus on valmis.
fr: Le téléchargement d’Apple Intelligence aura lieu plus tard lorsque ce Mac sera connecté à Internet. Certaines fonctionnalités Apple Intelligence et Siri pourront ne pas être disponibles tant que le téléchargement ne sera pas terminé.
fr_ca: Le téléchargement d’Apple Intelligence se produira plus tard quand ce Mac sera connecté à Internet. Certaines fonctionnalités d’Apple Intelligence et de Siri pourraient être indisponibles jusqu’à la fin du téléchargement.
he: ההורדה של Apple Intelligence תתבצע מאוחר יותר כש-Mac זה יהיה מחובר לאינטרנט. ייתכן שמאפיינים מסוימים של Apple Intelligence ושל Siri לא יהיו זמינים עד להשלמת ההורדה.
hi: Apple Intelligence को इस Mac पर बाद में इंटरनेट से कनेक्ट होने पर डाउनलोड किया जाएगा। Apple Intelligence और Siri के कुछ फ़ीचर डाउनलोड पूरा होने तक अनुपलब्ध रह सकते हैं।
hr: Apple Intelligence će se preuzeti kasnije kada se ovaj Mac spoji na internet. Neke značajke Apple Intelligence i Siri mogu biti nedostupne dok se preuzimanje ne završi.
hu: Az Apple Intelligence később lesz letöltve, amikor ez a Mac kapcsolódik az internethez. Előfordulhat, hogy az Apple Intelligence és Siri bizonyos funkciói nem lesznek elérhetők, amíg a letöltés be nem fejeződik.
id: Apple Intelligence akan diunduh nanti saat Mac ini terhubung ke internet. Sebagian fitur Apple Intelligence dan Siri mungkin tidak tersedia hingga pengunduhan selesai.
it: Il download di Apple Intelligence avverrà in seguito, quando il Mac sarà connesso a internet. Alcune delle funzionalità di Apple Intelligence e di Siri potrebbero non essere disponibili fino al termine del download.
ja: Apple Intelligenceは、あとでこのMacがインターネットに接続されたときにダウンロードされます。Apple IntelligenceとSiriの一部の機能は、ダウンロードが完了するまで使用できない場合があります。
ko: 나중에 이 Mac이 인터넷에 연결되면 Apple Intelligence를 다운로드합니다. 일부 Apple Intelligence 및 Siri 기능은 다운로드가 완료될 때까지 사용할 수 없습니다.
ms: Apple Intelligence akan dimuat turun kemudian apabila Mac ini disambungkan ke internet. Sesetengah ciri Apple Intelligence dan Siri mungkin tidak tersedia sehingga muat turun selesai.
nl: Apple Intelligence wordt later gedownload wanneer deze Mac is verbonden met het internet. Sommige Apple Intelligence- en Siri-functies zijn mogelijk pas beschikbaar als de download is voltooid.
no: Apple Intelligence lastes ned senere, når Macen er koblet til internett. Enkelte funksjoner i Apple Intelligence og Siri er kanskje ikke tilgjengelige før nedlastingen er fullført.
pl: Pliki Apple Intelligence zostaną pobrane później, gdy Mac będzie miał połączenie z Internetem. Niektóre funkcje Apple Intelligence i Siri mogą nie być dostępne do czasu zakończenia pobierania plików.
pt: A Apple Intelligence será baixada mais tarde quando este Mac estiver conectado à internet. Alguns recursos da Apple Intelligence e da Siri poderão ficar indisponíveis até a conclusão do download.
pt_pt: A descarga de Apple Intelligence será efetuada quando o Mac estiver ligado à internet. Algumas funcionalidades de Apple Intelligence e de Siri podem estar indisponíveis até a descarga ter sido concluída.
ro: Apple Intelligence se va descărca ulterior, când acest Mac va fi conectat la internet. Este posibil ca unele funcționalități Apple Intelligence și Siri să nu fie disponibile până la finalizarea descărcării.
ru: Apple Intelligence выполнит загрузку позже, когда этот Mac будет подключен к интернету. До завершения загрузки некоторые функции Apple Intelligence и Siri могут быть недоступны.
sk: Dáta Apple Intelligence sa stiahnu neskôr, keď bude Mac pripojený na internet. Je možné, že niektoré funkcie Apple Intelligence a Siri nebudú do dokončenia sťahovania k dispozícii.
sl: Funkcija Apple Intelligence se bo prenesla pozneje, ko bo Mac vzpostavil povezavo z internetom. Nekatere možnosti funkcije Apple Intelligence in Siri morda ne bodo na voljo, dokler se prenos ne dokonča.
sv: Apple Intelligence hämtas senare när den här datorn är ansluten till internet. Vissa funktioner i Apple Intelligence och Siri kanske inte blir tillgängliga förrän hämtningen har slutförts.
th: Apple Intelligence จะดาวน์โหลดในภายหลังเมื่อ Mac เครื่องนี้เชื่อมต่อกับอินเทอร์เน็ต คุณสมบัติบางประการของ Apple Intelligence และ Siri อาจไม่พร้อมใช้งานจนกว่าจะดาวน์โหลดสำเร็จ
tr: Apple Intelligence, daha sonra bu Mac internete bağlandığında indirilir. Bazı Apple Intelligence ve Siri özellikleri, indirme işlemi tamamlanana kadar kullanılamayabilir.
uk: Компоненти Apple Intelligence буде викачано пізніше, за наявності підʼєднання цього Mac до інтернету. Деякі функції Apple Intelligence і Siri можуть бути недоступні до завершення викачування.
vi: Apple Intelligence sẽ tải về sau khi máy Mac này được kết nối vào internet. Một số tính năng của Apple Intelligence và Siri có thể không khả dụng đến khi quá trình tải về hoàn thành.
zh_cn: Apple智能将于稍后在此Mac接入互联网时下载。下载完成前，部分Apple智能和Siri功能可能无法使用。
zh_hk: Apple Intelligence會於稍後當此Mac連接至互聯網時下載。部份Apple Intelligence和Siri功能直至完成下載前可能無法使用。
zh_tw: 當此Mac連接網際網路時，將於稍後下載Apple Intelligence。下載完成前，部分Apple Intelligence和Siri功能可能無法使用。

# APPLE_INTELLIGENCE_TITLE
source: Apple Intelligence
ar: ذكاء Apple
zh_cn: Apple智能

# ALWAYS_PRINT_RESPONSE_UNDO
source: Change Show Siri Captions
ar: تغيير إظهار تعليقات Siri المصاحبة
ca: el canvi de l’opció “Mostra els diàlegs de Siri”
cs: Změnit volbu Vždy zobrazovat titulky Siri
da: Skift Vis Siri-undertekster
de: „Siri-Untertitel anzeigen“ ändern
el: Αλλαγή της εμφάνισης λεζαντών Siri
es: cambio de “Mostrar transcripción de Siri”
es_us: cambio de Mostrar texto de Siri
fi: Vaihda Näytä Siri-tekstitys -arvo
fr: Changer « Afficher les sous-titres de Siri »
fr_ca: Modifier le réglage « Toujours afficher les sous-titres de Siri »
he: שינוי ההגדרה ״הצגה קבועה של תמלול הדיבור של Siri״
hi: Siri कैप्शन दिखाएँ बदलें
hr: Promijeni prikazivanje opisa za Siri
hu: A Siri-feliratok megjelenítése beállítás módosítása
id: Ubah Tampilkan Teks Siri
it: Modifica “Mostra la trascrizione dei dialoghi di Siri”
ja: “Siriキャプションを表示”を変更
ko: ‘Siri 캡션 항상 표시’ 변경
ms: Menukar Tunjukkan Kapsyen Siri
nl: Wijzig 'Toon Siri-bijschriften'
no: endring av Vis hva Siri svarer
pl: Zmień wartość Pokazuj napisy Siri
pt: Alterar opção Mostrar Legendas da Siri
pt_pt: Alterar Mostrar legendas de Siri
ro: modificarea opțiunii „Afișare permanentă titrări Siri”
ru: изменение настройки «Всегда с субтитрами Siri»
sk: Zmeniť nastavenie Vždy zobraziť titulky pre Siri
sl: Spremeni nastavitev Prikaži Sirijine napise
sv: Ändra Visa text för Siri
th: เปลี่ยนแสดงคำพูดของเสียง Siri
tr: Siri Altyazılarını Göster Ayarını Değiştir
uk: змінення параметра показу субтитрів для Siri
vi: Thay đổi Hiển thị chú thích Siri
zh_cn: 更改显示Siri的回答
zh_hk: 更改顯示Siri字幕
zh_tw: 更改顯示Siri字幕

# SIRI_VOICE_BUTTON_CANCEL
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# PRIVACY_ALERT_TITLE
source: Privacy List Error
ar: خطأ في قائمة الخصوصية
ca: Error a la llista de privacitat
cs: Chyba seznamu soukromí
da: Fejl i privat liste
de: Fehler in der Liste „Datenschutz“
el: Σφάλμα λίστας Απορρήτου
es: Error de lista de privacidad
es_us: Error de lista de privacidad
fi: Yksityisyysluettelovirhe
fr: Erreur de liste de confidentialité
fr_ca: Erreur de liste de confidentialité
he: שגיאת רשימת פרטיות
hi: गोपनीयता सूची एरर
hr: Greška popisa izuzetih stavki
hu: Adatvédelmi lista hiba
id: Kesalahan Daftar Privasi
it: Errore elenco privacy
ja: プライバシーリストエラー
ko: 개인정보 보호 목록 오류
ms: Ralat Senarai Privasi
nl: Fout in privacylijst
no: Feil i unntaksliste
pl: Błąd listy prywatności
pt: Erro de Lista de Privacidade
pt_pt: Erro na lista de privacidade
ro: Eroare listă intimitate
ru: Ошибка списка исключений
sk: Chyba v zozname Súkromie
sl: Napaka seznama zasebnosti
sv: Integritetslistfel
th: ข้อผิดพลาดลิสต์ความเป็นส่วนตัว
tr: Gizlilik Listesi Hatası
uk: Помилка конфіденційного списку
vi: Lỗi Danh sách Quyền riêng tư
zh_cn: 隐私列表错误
zh_hk: 私隱列表錯誤
zh_tw: 隱私權列表錯誤

# SEARCH_CATEGORIES_AX_DESCRIPTION
source: Search categories
ar: بحث في الفئات
ca: Categories de cerca
cs: Kategorie hledání
da: Vælg kategorier
de: Suchkategorien
el: Αναζήτηση σε κατηγορίες
es: Categorías de búsqueda
es_us: Categorías de búsqueda
fi: Hakukategoriat
fr: Catégories de recherche
fr_ca: Catégories de recherche
he: קטגוריות חיפוש
hi: खोज श्रेणियाँ
hr: Pretraži kategorije
hu: Kategóriák keresése
id: Kategori pencarian
it: Categorie di ricerca
ja: カテゴリを検索
ko: 검색 카테고리
ms: Kategori carian
nl: Zoekcategorieën
no: Søkekategorier
pl: Kategorie wyszukiwania
pt: Categorias de busca
pt_pt: Categorias de pesquisa
ro: Categorii de căutare
ru: Категории поиска
sk: Kategórie vyhľadávania
sl: Kategorije iskanja
sv: Sökkategorier
th: หมวดหมู่การค้นหา
tr: Arama kategorileri
uk: Категорії пошуку
vi: Loại tìm kiếm
zh_cn: 搜索类别
zh_hk: 搜尋類別
zh_tw: 搜尋類別

# SIRISUGGESTIONS_LEARNCHECKBOX_TITLE
source: Learn from this application
ar: التعلم من هذا التطبيق
ca: Aprèn de l’app
cs: Učit se z této aplikace
da: Lær af denne app
de: Von dieser App lernen
el: Εκμάθηση βάσει χρήσης
es: Aprender de esta aplicación
es_us: Aprender de esta app
fi: Opi tästä apista
fr: Apprendre de cette application
fr_ca: Apprendre de cette app
he: למידה מיישום זה
hi: इस ऐप्लिकेशन से सीखें
hr: Nauči iz ove aplikacije
hu: Tanulás ebből az alkalmazásból
id: Pelajari dari aplikasi ini
it: Impara da questa applicazione
ja: このアプリケーションから学習
ko: 이 응용 프로그램에서 학습
ms: Belajar daripada aplikasi ini
nl: Leer van deze app
no: Lær fra denne appen
pl: Ucz się od tej aplikacji
pt: Aprender com este aplicativo
pt_pt: Aprender com esta aplicação
ro: Învață din această aplicație
ru: Анализировать это приложение
sk: Učiť sa z tejto aplikácie
sl: Učenje iz te aplikacije
sv: Lär från den här appen
th: เรียนรู้จากแอปพลิเคชันนี้
tr: Bu uygulamadan öğren
uk: Збирати дані в цій програмі
vi: Ghi nhớ từ ứng dụng này
zh_cn: 基于此应用程序学习
zh_hk: 從此應用程式學習
zh_tw: 從這個應用程式學習

# SIRI_RESPONSES_BUTTON_CONFIRM
source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Aceptar
es_us: Listo
fi: Valmis
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# KEYBOARD_SHORTCUT_DESCRIPTION
source: Press to type to Siri, hold to speak to Siri
ar: اضغط للكتابة إلى Siri، واضغط مطولاً للتحدث إلى Siri
ca: Prem el botó per escriure a Siri i mantén‑lo premut per parlar‑hi.
cs: Po stisknutí můžete napsat Siri, při podržení s ní můžete mluvit
da: Tryk for at skrive til Siri, hold nede for at tale til Siri
de: Für „Siri-Anfragen tippen“ drücken, für „Siri-Anfragen sprechen“ halten
el: Πατήστε για πληκτρολόγηση του αιτήματός σας στο Siri, κρατήστε πατημένο για εκφώνηση στο Siri
es: Pulsa para escribir a Siri o mantén pulsado para hablarle.
es_us: Presiona para escribirle a Siri o mantén presionado para hablarle.
fi: Paina ja kirjoita Sirille, pidä painettuna ja puhu Sirille
fr: Appuyez pour écrire à Siri, maintenez appuyé pour parler à Siri.
fr_ca: Appuyez pour écrire à Siri et maintenez appuyé pour lui parler.
he: ניתן ללחוץ כדי להקליד ל-Siri, ולהחזיק כדי לדבר עם Siri
hi: Siri में टाइप करने के लिए दबाएँ, Siri से बात करने के लिए दबाए रखें
hr: Pritisnite za tipkanje sa Siri, zadržite za razgovor sa Siri
hu: Nyomja meg a Siribe való gépeléshez, és tartsa nyomva a Sirivel való beszédhez
id: Tekan untuk mengetik ke Siri, tahan untuk berbicara dengan Siri
it: Premi per scrivere a Siri, tieni premuto per parlare con Siri
ja: Siriにタイプ入力するには押します。Siriに話しかけるには長押しします
ko: 타이핑으로 Siri를 사용하려면 짧게 누르고, Siri에게 말하려면 길게 누릅니다.
ms: Tekan untuk menaip untuk Siri, tahan untuk bercakap dengan Siri
nl: Druk om vragen aan Siri te typen, houd ingedrukt om met Siri te praten
no: Trykk for å skrive til Siri, hold for å snakke til Siri
pl: Naciśnij, aby pisać do Siri, przytrzymaj, aby mówić do Siri
pt: Pressione para escrever para a Siri e mantenha pressionado para falar com ela.
pt_pt: Prima para digitar para interagir com Siri; mantenha premido para falar com Siri.
ro: Apăsați pentru a‑i scrie lui Siri, țineți apăsat pentru a vorbi cu Siri
ru: Нажмите, чтобы ввести текст для Siri. Удерживайте, чтобы обратиться к Siri голосом.
sk: Po stlačení môžete napísať Siri, pri podržaní s ňou hovoriť
sl: Pritisnite za vnos besedila za Siri, pridržite za pogovor s Siri
sv: Tryck för att skriva till Siri, håll ned för att prata med Siri
th: กดเพื่อพิมพ์โต้ตอบกับ Siri, กดค้างเพื่อพูดกับ Siri
tr: Siri’ye yazmak için basın, Siri’yle konuşmak için basılı tutun
uk: Натисніть, щоб ввести запит до Siri. Натисніть і утримуйте, щоб промовити запит до Siri.
vi: Nhấn để nhập liệu vào Siri, giữ để nói với Siri
zh_cn: 按下以通过键入使用Siri，按住即可与Siri对话
zh_hk: 按下即可輸入以使用Siri，按住即可與Siri對話
zh_tw: 按下來輸入來與Siri對話，按住來跟Siri說話

# LANGUAGE_LABEL
source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
es_us: Idioma
fi: Kieli
fr: Langue
fr_ca: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nl: Taal
no: Språk
pl: Język
pt: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sl: Jezik
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言
zh_tw: 語言

# SIRI_PLACARD_DESCRIPTION
source: Siri is an intelligent assistant that helps you find information and get things done. [Learn more…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
ar: ‏Siri مساعد ذكي يساعدك في العثور على المعلومات وإنجاز الأشياء. [معرفة المزيد…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
ca: Siri és un assistent intel·ligent que pot ajudar‑te a trobar informació i fer coses. [Més informació…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
cs: Siri je inteligentní asistenční služba, která vám pomůže najít informace a udělat, co potřebujete. [Další informace…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
da: Siri er en intelligent assistent, der kan hjælpe dig med at finde oplysninger og udføre opgaver [Læs mere…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
de: Siri ist eine intelligente Assistenz, die dich dabei unterstützt, Informationen zu finden und Aufgaben zu erledigen. [Weitere Infos …](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
el: Το Siri είναι ένας έξυπνος βοηθός που σάς βοηθά να βρείτε πληροφορίες και να εκτελείτε διάφορες ενέργειες. [Μάθετε περισσότερα…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
es: Siri es un asistente inteligente que te ayuda a buscar información y hacer tus tareas. [Más información…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
es_us: Siri es un asistente inteligente que te ayuda a encontrar información y realizar tareas. [Obtén detalles…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
fi: Siri on älykäs apuri, joka auttaa löytämään tietoja ja suoriutumaan tehtävistä. [Lisätietoja…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
fr: Siri est un assistant intelligent qui vous aide à obtenir des informations et à être plus efficace. [En savoir plus…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
fr_ca: Siri est un assistant intelligent qui vous aide à obtenir des informations et à accomplir des tâches. [En savoir plus…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
he: הסיוע החכם של Siri עוזר לך למצוא מידע ולבצע משימות. [פרטים נוספים…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
hi: Siri एक इंटेलिजेंट असिस्टेंट है जिससे आपको जानकारी ढूँढने और काम पूरा करने में मदद मिलती है। [अधिक जानें…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
hr: Siri je inteligentni pomoćnik koji vam pomaže da pronađete informacije i obavite stvari. [Saznajte više…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
hu: Siri egy intelligens asszisztens, aki segít Önnek információkat megtalálni és teendőket elintézni. [Bővebben…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
id: Siri adalah asisten pintar yang membantu Anda menemukan informasi dan menyelesaikan sesuatu. [Lebih lanjut…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
it: Siri è l’assistente intelligente che ti aiuta a trovare informazioni e a svolgere attività. [Scopri di più…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
ja: Siriは、情報を探したり、さまざまなことをしたりするのを手伝ってくれるインテリジェントなアシスタントです。[詳しい情報…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
ko: 지능형 비서인 Siri를 통해 정보를 찾고, 다양한 작업을 맡길 수 있습니다. [더 알⁠아⁠보⁠기…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
ms: Siri ialah pembantu pintar yang membantu anda mencari maklumat dan menyelesaikan tugas. [Ketahui lebih lanjut…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
nl: Siri is een intelligente assistent die je helpt om informatie te vinden en van alles voor je te laten doen. [Meer informatie…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
no: Siri er en intelligent assistent som kan hjelpe deg med å finne informasjon og få ting gjort. [Finn ut mer…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
pl: Siri to inteligentny asystent, który pomaga znajdować informacje i wykonuje inne polecenia głosowe. [Więcej informacji…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
pt: A Siri é uma assistente inteligente que ajuda você a buscar informações e realizar tarefas. [Saiba mais…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
pt_pt: Siri é um assistente inteligente que ajuda a encontrar informação e a tratar de tudo. [Saiba mais…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
ro: Siri este un asistent inteligent care vă ajută să găsiți informații și să realizați acțiuni. [Mai multe…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
ru: Siri — это интеллектуальный помощник, который помогает находить информацию и выполнять различные действия. [Подробнее…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
sk: Siri je inteligentná asistenčná služba, ktorá vám pomáha hľadať informácie a vykonávať rôzne úlohy. [Viac informácií…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
sl: Siri je inteligenten pomočnik, ki vam pomaga pri iskanju informacij in izvajanju opravil. [Več o tem …](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
sv: Siri är en intelligent assistent som hjälper dig att hitta information och vara produktiv. [Läs mer…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
th: Siri เป็นผู้ช่วยอันชาญฉลาดที่ช่วยค้นหาข้อมูลให้คุณและช่วยทำอะไรได้หลายอย่าง [เรียนรู้เพิ่มเติม…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
tr: Siri, bilgi bulmanıza ve işlerinizi gerçekleştirmenize yardımcı olan akıllı asistanınızdır. [Daha fazla bilgi…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
uk: Siri — це інтелектуальний помічник, що допомагає вам знаходити інформацію та виконувати завдання. [Докладніше…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
vi: Siri là một trợ lý thông minh, giúp bạn tìm thông tin và hoàn thành công việc. [Tìm hiểu thêm…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
zh_cn: Siri是一名智能助理，可帮你查找信息和处理各项事务。[进一步了解…](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
zh_hk: Siri是助你尋找資料和完成任務的智能助理。[進一步了解⋯](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)
zh_tw: Siri是可以幫你尋找資訊和搞定大小事的智慧型助理。[更多內容⋯](help://com.apple.helpviewer?bookid=com.apple.machelp&topicid=mchl6b029310)

# VOICE_FEEDBACK_ON_OFF_LABEL
source: Voice feedback
ar: الاستجابة الصوتية
ca: Indicacions de veu
cs: Hlasová odezva
da: Stemmefeedback
de: Sprachfeedback
el: Φωνητική ανάδραση
es: Respuestas de voz
es_us: Respuestas con voz
fi: Puhepalaute
fr: Retour audio
fr_ca: Retour audio
he: משוב קולי
hi: वॉइस फ़ीडबैक
hr: Glasovni odgovori
hu: Beszédhangos vissza­jel­zés
id: Umpan balik suara
it: Feedback vocale
ja: 音声フィードバック
ko: 음성 피드백
ms: Maklum balas suara
nl: Gesproken feedback
no: Taletilbakemelding
pl: Odpowiedzi głosowe
pt: Retorno de voz
pt_pt: Respostas faladas
ro: Feedback vocal
ru: Аудиоотзыв
sk: Hlasová odozva
sl: Glasovni odziv
sv: Röstfeedback
th: เสียงพูดโต้ตอบ
tr: Sesli geri bildirim
uk: Голосовий відгук
vi: Phản hồi bằng giọng nói
zh_cn: 语音反馈
zh_hk: 語音回饋
zh_tw: 語音回饋
